# encoding: utf-8
# language: uk
Функціонал: внесення наявної суми грошей
  Для того, щоб знати скільки грошей я витрачаю
  Як користувач
  Я хочу мати можливість внести наявну суму грошей

  Сценарій: відображення витраченних грошей для вказаних періодів
    Нехай "1.09" в мене було "5000" гривень
      І "8.09" в мене було "2900" гривень
      Та "21.09" в мене було "1200" гривень
    Коли я відкрию головну сторінку
    То маю побчити, що з "01.09-08.09" було витрачено "-2100" гривень
      А також з "08.09-21.09" було витрачено "-1700" гривень

